[
	"בבית הספר עושים פעולות רבות כדי שלמורים יהיה נעים לשהות בו",
	"מדד מסכם: מעורבות באירועי אלימות",
	"מדד מסכם: מתן הערכה ומשוב לתלמידים",
	"בחודש האחרון מישהו מהתלמידים קילל אותי בכוונה לפגוע בי",
	"מדד מסכם: יחסים חיוביים בין תלמידים לחבריהם לכיתה",
	"את שבעת רצון מהתנהלות בית הספר",
	"טוב לי בבית הספר",
	"מדד מסכם: שימוש בהוראה דיפרנציאלית",
	"יש לי יחסים קרובים וטובים עם רוב המורים שלי",
	"רוב המורים מצפים מכל תלמיד לשפר את ההישגים שלו בלימודים",
	"רוב המורים מצפים מכל תלמיד להתאמץ בלימודים",
	"יש בבית הספר מקומות שאני פוחד להסתובב בהם",
	"כשיש מקרי אלימות בבית הספר המורים יודעים על כך",
	"את לא חשה שהתעייפת מעבודת ההוראה",
	"רוב המורים מצפים מכל תלמיד להשקיע הרבה בלימודים",
	"בחודש האחרון מישהו מהתלמידים לעג לי בגלל צבע העור, המוצא או הדת שלי", 
	"לרוב המורים אכפת ממני וממה שקורה לי, ולא רק בקשר ללימודים", 
	"המורים לא צריכים לחכות הרבה זמן בתחילת השיעור עד שהתלמידים מפסיקים להרעיש", 
	"בחודש האחרון מישהו מהתלמידים דחף אותי", 
	"מדד מסכם: ציפיות גבוהות של המורים מתלמידיהם ואמונה ביכולותיהם", 
	"בכיתתך תלמידים שונים לומדים באמצעות חומרי למידה שונים המתאימים להם )כגון חוברות, ספרים, אמצעי המחשה, לומדות, חומרות(", 
	"בחודש האחרון אחד התלמידים הפיץ עלי שמועות לא נכונות כדי לפגוע בי )למשל באינטרנט או ברכילות מאחורי הגב(", 
	"אין בבית הספר מורים שמתייחסים בזלזול למה שהתלמידים אומרים", 
	"את נוהגת להסביר לתלמידים מהכיתה באופן פרטני מה בדיוק עליהם לעשות כדי להשתפר בלימודים", 
	"לפעמים אני מעדיף להישאר בהפסקות בכיתה, כי אני חושש שיפגעו בי", 
	"רוב המורים בבית הספר מתנהגים בכבוד כלפי תלמידים", 
	"לרוב המורים חשוב מאוד לדעת איך אני מרגיש בבית הספר ובכלל", 
	"בחודש האחרון מישהו מהמורים לעג לי או העליב אותי או השפיל אותי במילים", 
	"בחודש האחרון אחד התלמידים ניסה לשכנע תלמידים אחרים לא לדבר איתי או לא להיות חברים שלי", 
	"בחודש האחרון תלמידים מבית הספר שברו או הרסו ציוד של בית הספר", 
	"לתלמידים בכיתה אכפת זה מזה", 
	"מדד מסכם: יחסי קרבה ואכפתיות בין המורים לתלמידים", 
	"כשהמורים מחזירים לנו עבודה או מבחן, רובם כותבים ליד התשובות מה נכון ומה צריך לשפר", 
	"מדד מסכם: היעדר תחושת מוגנות של התלמידים", 
	"בחודש האחרון מישהו מהמורים תפס אותי ודחף אותי או הכה אותי בכוונה", 
	"רוב המורים מקפידים לעדכן אותי על מצבי בלימודים", 
	"מדד מסכם: שביעות רצון של המורים מבית הספר", 
	"רוב המורים שלי נותנים לי הרגשה שאני יכול להצליח בלימודים", 
	"כשתלמיד בכיתה לא מצליח במבחן או בעבודה, רוב המורים עוזרים לו להבין למה זה קרה", 
	"בבית הספר שלי המורים מתייחסים לתלמידים באופן הוגן", 
	"לרוב התלמידים בכיתה שלי חשוב לעזור אחד לשני", 
	"רוב המורים מסבירים לכל תלמיד באופן אישי מה בדיוק עליו לעשות כדי להשתפר בלימודים", 
	"בכיתה שלי אין תלמידים שמתחצפים למורים", 
	"בחודש האחרון מישהו מהתלמידים נתן לי מכות חזקות", 
	"רוב המורים מכבדים את מה שאני חושב ומרגיש", 
	"גם אילו הייתי יכול, לא הייתי עובר לבית ספר אחר", 
	"בחודש האחרון אחד התלמידים השתמש במקל, באבן, בכיסא או בחפץ אחר כדי לפגוע בי", 
	"את לא חשה שמוטל עליך עומס עבודה כבד מדי", 
	"בחודש האחרון קיבלתי מכה או בעיטה או אגרוף מאחד התלמידים שרצה לפגוע בי", 
	"בבית הספר עושים פעולות רבות כדי שלתלמידים יהיה נעים לשהות בו", 
	"אין תלמידים בכיתה שהמורים מעדיפים אותם על פני תלמידים אחרים", 
	"הכיתה שלי מלוכדת ומגובשת", 
	"בחודש האחרון תלמידים מבית הספר גנבו לי חפצים אישיים או ציוד", 
	"כשאת מחזירה עבודות או מבחנים, את כותבת ליד התשובות מה  נכון ומה כדאי לשפר", 
	"רוב המורים מוודאים שהתלמידים מבינים את החומר הנלמד לפני שממשיכים לנושא הבא", 
	"מדד מסכם: יחסי הוגנות וכבוד מצד מורים כלפי תלמידיהם", 
	"בחודש האחרון אחד התלמידים איים שיפגע בי בבית הספר או אחרי הלימודים", 
	"מדד מסכם: התנהגות נאותה של תלמידים בכיתה", 
	"תלמידים בכיתתך עובדים על משימות שונות באופן עצמאי במסגרת השיעור", 
	"מדד מסכם: התחושה הכללית כלפי בית הספר", 
	"לפעמים אני מפחד ללכת לבית הספר, כי יש בו תלמידים שמתנהגים באלימות", 
	"את נוהגת לשאול תלמידים מהכיתה באופן ישיר, אם יש משהו שאת יכולה לעשות כדי לעזור להם להצליח יותר בלימודים", 
	"בחודש האחרון הטילו עלי 'חרם': קבוצת תלמידים לא רצתה לדבר או לשחק איתי", 
	"בכיתה שלי יש אווירה טובה בין התלמידים", 
	"אני אוהב להיות בבית הספר", 
	"כשתלמידים מתקשים להבין את החומר, רוב המורים מסבירים להם מה הם יכולים לעשות כדי להבין טוב יותר", 
	"אין בכיתה שלי תלמידים, שלא משנה מה הם יעשו, המורים תמיד יתייחסו אליהם לא יפה", 
	"מדד מסכם: קבלת הערכה ומשוב מקדמי למידה מהמורים", 
	"את שבעת רצון מעבודתך כמורה", 
	"לרוב התלמידים בכיתה שלי יש עם מי להיות בהפסקות", 
	"בבית הספר עושים פעולות רבות כדי למנוע אלימות וכדי לטפל בה", 
	"בבית הספר יש חבורות של תלמידים אלימים המציקים לתלמידים אחרים ופוגעים בהם", 
	"את מאפשרת לכל תלמיד בכיתה להתקדם בהתאם לקצב האישי שלו", 
	"מדד מסכם: מאמצי בית הספר לעידוד תחושת המוגנות", 
	"רוב המורים מאמינים ביכולת שלי להצליח", 
	"בבית הספר משתדלים ליצור תנאים שיאפשרו לי להצליח בעבודתי", 
	"בחודש האחרון מישהו מהתלמידים סחט ממני באיומים כסף, אוכל או דברי ערך", 
	"בהפסקות יש תמיד מורה או כמה מורים בחצר שתפקידם להשגיח שלא תהיה אלימות", 
	"התלמידים בכיתה שלי מתייחסים בכבוד למורים", 
	"לעיתים רחוקות התלמידים עושים רעש ובלגן בכיתה ומפריעים ללמוד", 
	"כשעצוב לי או כשרע לי, אני מרגיש נוח לדבר על זה עם מישהו מהמורים שלי"
]